Repository: shamkhall/AccountantWeb
Catalog: AccountantWeb/AccountantWeb/Resources/Views/Worker/Index.*.resx
Languages: tk

source: Date
tk: Taryh

# IncomeExpensesCreate
source: income and expenses
tk: Girdeji we çykdajy

source: Amount
tk: Mukdary

source: Currency
tk: Mukdary

source: Select
tk: saýlaň

source: Income
tk: Girdejiler

source: Expenses
tk: Çykdajylar

source: Comment
tk: Syn

source: Own
tk: Şahsy

# CreateReceipt
source: Create
tk: Dörediň

source: Back
tk: Yzyna

source: Author
tk: Avtor

source: Edit
tk: Redaktirläň

source: Delete
tk: Öçür

source: View
tk: Serediň
